<?php

return [

    'login_success'  => 'உள்நுழைவு வெற்றிகரமாக நிறைவேற்றப்பட்டது',
    'login_failed'   => 'உள்நுழைவு தோல்வி. தவறான தகவல் வழங்கப்பட்டது',
    'login_attempts' => 'அதிகமான தவறான முயற்சிகள். 5 நிமிடங்கள் கழித்து மீண்டும் முயற்சிக்கவும்',
    'logout_success' => 'வெற்றிகரமாக வெளியேறிவிட்டீர்கள்',
    'logout_failed'  => 'வெளியேறல் தோல்வியடைந்தது',
    'email_error'    => 'மின்னஞ்சல் காணப்படவில்லை',

    'signup_succes'  => 'பயனர் மற்றும் நிறுவனம் வெற்றிகரமாக பதிவு செய்யப்பட்டுவிட்டது.',
    'signup_failed'  => 'பதிவு தோல்வியடைந்தது. தயவுசெய்து பின்னர் முயற்சிக்கவும்.',

    'token'          => 'டோக்கன் தேவை',
    'invalid_token'  => 'தவறான டோக்கன்',
    'expiry_token'   => 'டோக்கன் காலாவதியானது',
    'token_email_err'=> 'தவறான டோக்கன் அல்லது மின்னஞ்சல்',

    'mail_verification' => 'மின்னஞ்சல் வெற்றிகரமாக சரிபார்க்கப்பட்டது & நிறுவனம் தரவுத்தளம் உருவாக்கப்பட்டது',

    'reset_link'     => 'கடவுச்சொல் மீட்டமைப்பு இணைப்பு அனுப்பப்பட்டது ',
    'reset_password' => 'கடவுச்சொல் வெற்றிகரமாக புதுப்பிக்கப்பட்டது.',
    'change_password_err' => 'தற்போதைய கடவுச்சொல் தவறானது',
    'change_password_success' => 'கடவுச்சொல் வெற்றிகரமாக மாற்றப்பட்டது.',
    'change_password_failed'  => 'கடவுச்சொல் மாற்றம் தோல்வியடைந்தது.'
];

?>